Repository: MohammadRijwan/pmodoro-application
Catalog: lib/l10n/app_*.arb
Languages: fa

# appName
source: Pmodore
fa: پومودور

# homeTab
source: Home
fa: خانه

# tasksTab
source: Tasks
fa: وظایف

# timerTab
source: Timer
fa: تایمر

# profileTab
source: Profile
fa: نمایه

# settingTab
source: Settings
fa: تنظیمات

# timerTitle
source: Timer
fa: تایمر

# stayFocus
source: Focus Time #
fa: زمان تمرکز #

# settingsTitle
source: Settings
fa: تنظیمات

# generalNotificationTitle
source: General Notification
fa: اعلان عمومی

# soundTitle
source: Sound
fa: صدا

# vibrationTitle
source: Vibration
fa: لرزش

# appUpdatesTitle
source: App Updates
fa: به روز رسانی برنامه

# newTipTitle
source: New Tip Available
fa: نکات جدید

# showAdsTitle
source: Show Ads To Support
fa: نمایش تبلیغات برای پشتیبانی

# changeThemeTitle
source: Change Theme
fa: تغییر پوسته

# changeLanguageTitle
source: Change Language
fa: تغییر زبان

# tasksTitle
source: Tasks
fa: وظایف

# emptyTaskListTitle
source: You have no task today !
fa: امروز هیچ وظیفه ای ندارید!

# emptyTaskListHint
source: Click the (+) icon to add a new task !
fa: برای افزودن یک کار جدید روی نماد (+) کلیک کنید!

# homeTitle
source: Pmodore
fa: پومودور

# welcomeTitle
source: Morning Christina üëãüèª
fa: صبح بخیر # 👋🏻

# dailyTasksDoneTitle
source: Wow! Your daily goals is almost done!
fa: وای! اهداف روزانه شما تقریباً انجام شده است!

# completedTasks
source: {d} of {a} completed!
fa: {d} از {a} کامل شده!

source: Today Tasks (#)
fa: امروز وظایف (#)

# seeAllTitle
source: See All
fa: مشاهده همه

# notificationsTitle
source: Notifications
fa: اعلان ها

# addNewTaskTitle
source: Add New Task
fa: اضافه کردن وظیفه جدید

# dateTitle
source: Date
fa: تاریخ

source: Task Title
fa: عنوان وظیفه

# categoryTitle
source: Category
fa: دسته

source: Submit Task
fa: ثبت وظیفه

# analysisPageTitle
source: Analysis
fa: تحلیل

# todayPmodoreTitle
source: Today's Pmodore :
fa: امروز دوره Pomodoro :

# todayFocusTitle
source: Today's Focus :
fa: امروز تمرکز :

# fromYesterdayTitle
source: x from yesterday
fa: x از دیروز

# taskDetailTitle
source: Today Tasks Details
fa: جزئیات وظایف امروز

# yearAnalysisTitle
source: Pmodore Yearly Analysis
fa: تحلیل سالانه Pomodoro

# dailyActivityTitle
source: Pmodore Daily Activity Counter
fa: شمارش فعالیت روزانه Pomodoro

# successTitle
source: Successful
fa: موفقیت آمیز

# taskDescription
source: Description
fa: شرح

# addCategoryTitle
source: Add Category
fa: افزودن دسته بندی

source: Submit Category
fa: ثبت دسته بندی

# nullValueValidatorMessage
source: Please enter some text
fa: لطفا متنی را وارد کنید

# failureTitle
source: Failure
fa: ناموفق

# noNotificationTitle
source: There is no new notification
fa: هیچ اعلان جدیدی وجود ندارد

# selectTaskTitle
source: Tap to select Task
fa: برای انتخاب وظیفه بر روی آن كلیك كنید

# saveProcessTitle
source: Do you want to save process
fa: آیا می خواهید فرآیند را ذخیره کنید؟

# yesTitle
source: Yes
fa: بله

# noTitle
source: No
fa: خیر

# startTimerWithoutTaskWarning
source: Please select a task !
fa: لطفا یک وظیفه انتخاب کنید!
